[
   {
      "text": "Do something every day that you don’t want to do. This is the golden rule for acquiring the habit of doing your duty without pain.",
      "from": "Mark Twain"
   },
   {
      "text": "Sometimes I sits and thinks, sometimes I just sits",
      "from": "A poster of contemplative gorilla, from an HN comment"
   },
   {
      "text": "Sometimes I walks and thinks, sometimes I just walks and walks",
      "from": "Me going around in circles"
   },
   {
      "text": "Every failure brings with it the seed of an equivalent success.",
      "from": "Napoleon Hill"
   },
   {
      "text": "The doer alone learneth.",
      "from": "Friedrich Nietzsche"
   },
   {
      "text": "Fall seven times, stand up eight",
      "from": "Japanese Proverb"
   },
   {
      "text": "The best time to plant a tree was 20 years ago. The second best time is now.",
      "from": "Chinese proverb"
   },
   {
      "text": "Failure is just another way to learn how to do something right.",
      "from": "Marian Wright Edelman"
   },
   {
      "text": "A habit cannot be tossed out the window; it must be coaxed down the stairs a step at a time.",
      "from": "Mark Twain"
   },
   {
      "text": "We are what we repeatedly do. Excellence, therefore, is not an act but a habit.",
      "from": "Aristotle"
   },
   {
      "text": "All we have to decide is what to do with the time that is given us.",
      "from": "J.R.R. Tolkein, The Fellowship of the Ring"
   },
   {
      "text": "Continuous improvement is better than delayed perfection.",
      "from": "Mark Twain"
   },
   {
      "text": "The only journey is the one within.",
      "from": "Rainer Maria Rilke"
   },
   {
      "text": "Fail often so you can succeed sooner.",
      "from": "Tom Kelley, Ideo partner"
   },
   {
      "text": "A journey of a thousand miles begins with a single step.",
      "from": "Chinese Proverb"
   },
   {
      "text": "Motivation is what gets you started. Habit is what keeps you going.",
      "from": "Jim Rohn"
   },
   {
      "text": "Goals are the fuel in the furnace of achievement.",
      "from": "Brian Tracy"
   },
   {
      "text": "The best way out is always through.",
      "from": "Robert Frost"
   },
   {
      "text": "I failed my way to success.",
      "from": "Thomas Edison"
   },
   {
      "text": "Drop by drop is the water pot filled.",
      "from": "Buddha"
   },
   {
      "text": "Success is the sum of small efforts repeated day in and day out.",
      "from": "Robert Collier"
   },
   {
      "text": "Assiduity, it means sit down until you do it. Commit yourself to your work and study.",
      "from": "Lucas Remmerswaal, The A-Z of 13 Habits"
   },
   {
      "text": "Follow your honest convictions, and stay strong.",
      "from": "William Thackeray"
   },
   {
      "text": "The truth is that everyone is bored, and devotes himself to cultivating habits.",
      "from": "Albert Camus, The Plague"
   },
   {
      "text": "Nothing will work unless you do.",
      "from": "Maya Angelou"
   },
   {
      "text": "There is no more miserable human being than one in whom nothing is habitual but indecision.",
      "from": "William James"
   },
   {
      "text": "Years teach us more than books.",
      "from": "Berthold Auerbach"
   },
   {
      "text": "Take time to deliberate; but when the time for action arrives, stop thinking and go in.",
      "from": "Andrew Jackson"
   },
   {
      "text": "Do or do not. There is no try.",
      "from": "Yoda"
   },
   {
      "text": "Every artist was first an amateur.",
      "from": "Ralph Waldo Emerson"
   },
   {
      "text": "The only people who never fail are those who never try.",
      "from": "Ilka Chase"
   },
   {
      "text": "When your days are small, routine is the only scaffolding that holds you together.",
      "from": "Joanna Cannon, Three Things About Elsie"
   },
   {
      "text": "Start today, not tomorrow. If anything, you should have started yesterday.",
      "from": "Emil Motycka"
   },
   {
      "text": "Everything started as nothing.",
      "from": "Ben Weissenstein"
   },
   {
      "text": "You cannot depend on your eyes when your imagination is out of focus.",
      "from": "Mark Twain"
   },
   {
      "text": "The secret of getting ahead is getting started.",
      "from": "Agatha Christie"
   },
   {
      "text": "It's the possibility of having a dream come true that makes life interesting.",
      "from": "Paulo Coelho, The Alchemist"
   },
   {
      "text": "Nothing so needs reforming as other people’s habits.",
      "from": "Mark Twain"
   },
   {
      "text": "Time you enjoy wasting is not wasted time.",
      "from": "Marthe Troly-Curtin"
   },
   {
      "text": "He who begins many things finishes but few",
      "from": "German Proverb"
   },
   {
      "text": "We can do anything we want to do if we stick to it long enough.",
      "from": "Helen Keller"
   },
   {
      "text": "Twenty years from now you will be more disappointed by the things that you didn’t do than by the ones you did do.",
      "from": "Mark Twain"
   },
   {
      "text": "Commitment leads to action. Action brings your dream closer.",
      "from": "Marcia Wieder"
   }
]